Repository: Undizzy/ya-disk-file-downloader
Catalog: ya-disk-file-downloader/languages/ydfd-*.po
Languages: ru_ru

source: Actions
ru_ru: Действия

source: Basic settings
ru_ru: Основные настройки

source: Clear working Folder
ru_ru: Очистить рабочую папку

source: Click to download
ru_ru: Кликни для загрузки

source: Create CRON Task
ru_ru: Создать задание в CRON

source: Cron job successfully added in WP-Cron!
ru_ru: Задание успешно добавлено в WP-Cron!

source: Cron job successfully deleted!
ru_ru: Задание успешно удалено из WP-Cron!

source: Date
ru_ru: Дата

source: Delete
ru_ru: Удалить

source: Delete CRON Task
ru_ru: Удалить задание CRON

source: Download File
ru_ru: Скачать файл

source: Email to send reports
ru_ru: Email для отправки отчётов

source: Failed to download file from Yandex Disk
ru_ru: Не удалось загрузить файл с Я.Диска

source: Failed to write file to folder Uploads/ya-disk-files/
ru_ru: Не удалось записать файл в папку Uploads/ya-disk-files/

source: File
ru_ru: Файл

source: File Download Scheduled
ru_ru: Загрузка файла запланирована &nbsp;

source: File Name
ru_ru: Имя файла

source: File successfully received
ru_ru: Файл успешно получен &nbsp;

source: Files in your Server
ru_ru: Файлы на вашем сервере

source: Folder <strong>wp-content/uploads/ya-disk-files/</strong> does not exist
ru_ru: Папки <strong>wp-content/uploads/ya-disk-files/</strong> не существует

source: Get File
ru_ru: Получить файл

source: If you need to get the file once, you can do it on the tab "Actions"
ru_ru: Если вам нужно скачать файл один раз, вы можете сделать это на вкладке "Действия"

source: If you want to receive notifications by e-mail about the file download status - enter your e-mail here
ru_ru: Если вы хотите получать уведомления на почту о статусе загрузки - введите e-mail тут

source: is delete!
ru_ru: удалён!

source: Leave this field blank to receive the file from the link from the settings.
ru_ru: Оставьте это поле пустым, что бы получить файл по ссылке из настроек плагина.

source: Link to download file not received. The API did not return the link.
ru_ru: Ссылка для загрузки файла не получена. API Я.Диска не вернул ссылку.

source: Link to Ya.Disk
ru_ru: Ссылка на файл в Я.Диске

source: Options
ru_ru: Настройки

source: Set task execution time:
ru_ru: Задать время выполнения задания:

source: Task in WP-CRON
ru_ru: Задание в WP-CRON

source: The public URL of the file on Ya.Disk for regular receipt of the file. This file can be downloaded on assignment in WP-Crone.
ru_ru: Публичный URL файла на Я.Диск для регулярного получения файла. Этот файл можно скачать по заданию в WP-Crone.

source: The task will be performed daily at the time set below starting from the set date.
ru_ru: Задача будет выполняться ежедневно в установленное ниже время, начиная с установленной даты.

source: This can be useful when uploading a file through a task in WP-Crone.
ru_ru: Это может быть полезно при загрузке файла через задачу в WP-Crone.

source: Time
ru_ru: Время

source: Work folder is clear!
ru_ru: Рабочая папка успешно очищена!
